tap 'caskroom/cask'

brew 'git'
brew 'npm'
brew 'node'
brew 'mas'

cask 'brackets'
cask 'flux'
cask 'firefox'
cask 'gimp'
cask 'google-chrome'
cask 'mamp'
cask 'opera'
cask 'spectacle'
cask 'sequel-pro'
cask 'vlc'
cask 'chefdk'
cask 'virtualbox'
cask 'vagrant'
cask 'vagrant-manager'
brew 'docker'
brew 'docker-machine'
brew 'antigen'


mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Slack', id: 803453959
#mas 'Sip', id: 507257563 
mas 'Simplenote', id: 692867256 
#mas 'Todoist', id: 585829637
mas 'Magnet', id: 441258766
mas 'pwSafe', id: 520993579
mas 'Keynote', id: 409183694
mas 'Kiwi for Gmail', id: 986304488

